Repository: mmmurdered/GudfoodForEmployee
Catalog: Translations/GudfoodForEmployee.*.xlf
Languages: uk_ua

# Table 1273678158 - Property 2879900210
source: Employee Gudfood Entry
uk_ua: Записи Співробітника Гудфуд

# Table 1273678158 - Field 636392376 - Property 2879900210
source: Amount
uk_ua: Вартість

# Table 1273678158 - Field 4198939294 - Property 2879900210
source: Currency Code
uk_ua: Код Валюти

# Table 1273678158 - Field 1480804031 - Property 2879900210
source: Employee Name
uk_ua: Ім'я співробітника

# Table 1273678158 - Field 1964419135 - Property 2879900210
source: Employee No.
uk_ua: Номер Співробітника

# Table 1273678158 - Field 883711285 - Property 2879900210
source: Entry No.
uk_ua: Номер Запису

# Table 1273678158 - Field 423195087 - Property 2879900210
source: Gudfood Order No.
uk_ua: Номер Замовлення Гудфуд

# Table 1273678158 - Field 3710982960 - Property 2879900210
source: Posting Date
uk_ua: Дата Обліку

# Page 3941523260 - Property 2879900210
source: Gudfood Sell-to Info
uk_ua: Гудфуд Кому продано Інформація

# Page 3941523260 - Control 3431103444 - Property 2879900210
source: Customer Information
uk_ua: Інформація про Клієнта

# Page 3941523260 - Control 1267397578 - Property 2879900210
source: Employee Information
uk_ua: Інформація про Співробітника

# Page 439552219 - Property 2879900210
source: Gudfood Sell-to Info
uk_ua: Гудфуд Кому продано Інформація

# Page 439552219 - Control 3431103444 - Property 2879900210
source: Customer Information
uk_ua: Інформація про Клієнта

# Page 439552219 - Control 1267397578 - Property 2879900210
source: Employee Information
uk_ua: Інформація про Співробітника

# Page 872725390 - Property 2879900210
source: Gudfood Employee Entry
uk_ua: Записи Співробітника Гудфуд

# Page 872725390 - Action 3236714808 - Property 2879900210
source: Create Json
uk_ua: Створити JSON

# Report 1520211619 - Method 2736589801 - NamedType 788074558
source: Download JSON file
uk_ua: Завантажити JSON файл

# Report 1520211619 - Method 1544076788 - NamedType 3690659081
source: ERROR: Starting date is more than ending
uk_ua: ПОМИЛКА: Початкова дата більше ніж кінцева

# Report 3447965771 - Method 1544076788 - NamedType 3690659081
source: ERROR: Starting date is more than ending
uk_ua: ПОМИЛКА: Початкова дата більше ніж кінцева

source: Payment for Gudfood by the period: from %1 to %2
uk_ua: Платежі по Гудфуд за період: %1 до %2

# XmlPort 3546038010 - Property 2879900210
source: Export Order to XML
uk_ua: Експорт Замовлення до XML

# XmlPort 3998666750 - Property 2879900210
source: Export Order to XML
uk_ua: Експорт Замовлення до XML

# PageExtension 4101923493 - Action 1003801157 - Property 2879900210
source: Export to XML
uk_ua: Експорт до XML

# PageExtension 4101923493 - Control 1267397578 - Property 2879900210
source: Employee Information
uk_ua: Інформація про Співробітника

# PageExtension 562470667 - Action 1003801157 - Property 2879900210
source: Export to XML
uk_ua: Експорт до XML

# PageExtension 562470667 - Control 2467964608 - Property 2879900210
source: Sell-to Information
uk_ua: Кому продано:

# PageExtension 349100639 - Action 4091946703 - Property 1295455071
source: Create payment suggestions as lines in the payment journal.
uk_ua: Створити платіжні пропозиції у вигляді рядків у журналі платежів.

# PageExtension 349100639 - Action 4091946703 - Property 2879900210
source: Suggest Gudfood Order Lines
uk_ua: Створити Рядки Замовлення Гудфуд

# PageExtension 2148216534 - Action 1003801157 - Property 2879900210
source: Export to XML
uk_ua: Експорт до XML

# PageExtension 2148216534 - Control 1267397578 - Property 2879900210
source: Employee Information
uk_ua: Інформація про співробітника

# PageExtension 4280419068 - Action 1003801157 - Property 2879900210
source: Export to XML
uk_ua: Експорт до XML

# PageExtension 4280419068 - Control 2467964608 - Property 2879900210
source: Sell-to Information
uk_ua: Кому продано:

# TableExtension 1143690440 - Field 4198939294 - Property 2879900210
source: Currency Code
uk_ua: Код Валюти

# TableExtension 1143690440 - Field 1480804031 - Property 2879900210
source: Employee Name
uk_ua: Ім'я Співробітника

# TableExtension 1143690440 - Field 1964419135 - Property 2879900210
source: Employee No.
uk_ua: Номер Співробітника

# TableExtension 1143690440 - Field 1340654506 - Property 2879900210
source: Order Type
uk_ua: Тип Замовлення

# TableExtension 3122086639 - Field 1964419135 - Property 2879900210
source: Employee No.
uk_ua: Номер Співробітника

# TableExtension 4041849936 - Field 4198939294 - Property 2879900210
source: Currency Code
uk_ua: Код Валюти

# TableExtension 4041849936 - Field 1480804031 - Property 2879900210
source: Employee Name
uk_ua: Ім'я Співробітника

# TableExtension 4041849936 - Field 1964419135 - Property 2879900210
source: Employee No.
uk_ua: Номер Співробітника

# TableExtension 4041849936 - Field 1340654506 - Property 2879900210
source: Order Type
uk_ua: Тип Замовлення

# TableExtension 1168877208 - Field 1964419135 - Property 2879900210
source: Employee No.
uk_ua: Номер Співробітника

# Enum 2155569742 - EnumValue 1965869807 - Property 2879900210
source: External
uk_ua: Зовнішній

# Enum 2155569742 - EnumValue 990296649 - Property 2879900210
source: Internal
uk_ua: Внутрішній

# ReportExtension 3588391647 - ReportLayout 692477795 - Property 2879900210
source: Gudfood for Employee Order Report (RDLC)
uk_ua: Гудфуд для Співробітника Звіт Замовлення (RDLC)

# ReportExtension 3588391647 - ReportLayout 2013594130 - Property 2879900210
source: Gudfood for Employee Order Report (Word)
uk_ua: Гудфуд для Співробітника Звіт Замовлення (WORD)

# ReportExtension 3126130887 - ReportLayout 692477795 - Property 2879900210
source: Gudfood for Employee Posted Order Report (RDLC)
uk_ua: Гудфуд для Співробітника Звіт Облікованого Замовлення (RDLC)

# ReportExtension 3126130887 - ReportLayout 2013594130 - Property 2879900210
source: Gudfood for Employee Posted Order Report (Word)
uk_ua: Гудфуд для Співробітника Звіт Облікованого Замовлення (WORD)
